[
  {
    "id": 1,
    "name": "Service Delivery",
    "description": "To support the delivery of Lumesse services to customers, our IT Service Delivery team is responsible for all activities relating to the operational availability, performance and quality of Lumesse solutions and services.  With engineers and service management specialists based in Poland, Germany and the UK, the IT Service Delivery team provide support to all Lumesse customers worldwide in cooperation with Customer Support and other Lumesse functions.",
    "image": "assets/img/Lumesse_ProductOverview_TM_NEW.png"
  },
  {
    "id": 2,
    "name": "Cryptographic Controls",
    "description": "As regulations change with the introduction of the General Data Protection Regulation (GDPR) and customer requirements around the security of personal data change, we have added further cryptographic controls to the delivery of services.  These controls are directly relevant to the requirement for reducing the risk of personal data being made available to anyone without a valid processing need.",
    "image": "assets/img/TA_Module_Graphic_RGB_Website_Shadow.png"
  },
  {
    "id": 3,
    "name": "Data Centre Services",
    "description": "We host our production services with industry leading providers of colocation and cloud services with the intent to take advantage of the high quality and highly scalable infrastructures these services provide.  Among these partners, Amazon Web Services (AWS) has been selected as the first choice hosting location for Lumesse solutions and services due to its leadership position in the Infrastructure as a Service (IaaS) sector, the scale, breadth and quality of services available as well the geographic availability provided.",
    "image": "assets/img/desktop.png"
  },
  {
    "id": 4,
    "name": "Data Backups",
    "description": "To ensure security and continued availability of data, multiple steps are taken to backup and retain copies of databases and data files should complete or partial data sets be required by ourselves or our customers for whatever reason.  In addition to ongoing transactional replication between live and standby databases full backups are taken daily of all data and supplemented with transaction log backups throughout the day.  This approach allows for restore of databases to a specific point in time should that be needed.",
    "image": "assets/img/business_tools.png"
  },
  {
    "id": 5,
    "name": "Disaster Recovery",
    "description": "As you would expect, Lumesse maintains disaster recovery readiness to cater for scenarios up to and including total data centre loss.  Whether in cloud or colocation data centre delivery models, this readiness is based on ongoing database and file system replication of data to recovery sites and the maintenance of sufficient capacity to deliver the recovered services in a replicated production environment.",
    "image": "assets/img/desktop2.jpg"
  }
]